config/datos.xml

<soapenv:Envelope xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/' xmlns:ser='http://servicios.web.m2k.sds.telcel.com'>
  <soapenv:Header/>
  <soapenv:Body>
    <ser:ejecutaServicio>
        <xml><![CDATA[<?xml version='1.0' encoding='ISO-8859-1'?>
          <Request>
            <user>VI9M2KW</user>
            <region>I</region>
            <function>I*0F</function>
            <action>C</action>
            <inputParameters>
              <servicio>
                <p01telefono longitud='10'</p01telefono>
              </servicio>
            </inputParameters>
          </Request>
          ]]></xml>
      </ser:ejecutaServicio>
    </soapenv:Body>
  </soapenv:Envelope>
